[
{"year":1900,"event":"En France se tient l'exposition universelle de 1900, au cours de laquelle la tour Eiffel fait l'admiration et la première ligne de métro est mise en service."},
{"year":1901,"event":"Fin du règne de la reine d'Angleterre Victoria ; Assassinat du président américain William McKinley."},
{"year":1902,"event":"En France : Les élections législatives conduisent à la formation du 'bloc des gauches'. Décès d'Emile Zola (29 septembre."},
{"year":1903,"event":"Premier vol motorisé d'un engin plus lourd que l'air, communément appelé 'Avion', réalisé aux USA par les frères Wright. En France : Les frères Louis et Auguste Lumière inventent le procédé des photographies en couleur."},
{"year":1904,"event":"La rupture des relations de la France avec le pape Pie X de Rome (29 juillet) ouvre la voie à la séparation des églises et de l'état, votée l'année suivante."},
{"year":1905,"event":"Révolution en Russie (mutinerie du cuirassé Potemkine le 27 juin). En France : Création de la SFIO (Section Française de l'Internationale Ouvrière). Le clergé français doit trouver de nouveaux financements suite à la loi sur la séparation des Eglises et de l'Etat."},
{"year":1906,"event":"Les socialistes obtiennent la réhabilitation officielle d'Alfred Dreyfus condamné à la fin du dix-neuvième siècle par les militaires."},
{"year":1907,"event":"En France : La révolte des vignerons du Languedoc, qui débute le 11 mars 1907, atteint son apogée le 9 juin à Montpellier, avec une manifestation qui rassemble plus de 600 000 personnes, c'est à dire plus d'un languedocien sur deux."},
{"year":1908,"event":"Révolution des Jeunes-Turcs dans l’Empire ottoman (23 juillet). Annexion de la Bosnie-Herzégovine par l’Autriche-Hongrie (6 octobre). Un décret impérial confirme le numerus clausus imposé aux Juifs dans les universités russes (16 septembre)."},
{"year":1909,"event":"Fondation de Tel-Aviv, première ville juive en Palestine (11 avril)."},
{"year":1910,"event":"Annexion de la Corée par le Japon (22 août). Début de la révolution mexicaine (20 novembre). A Paris la crue de la Seine atteint son niveau maximum de 8,62 mètres le 28 janvier."},
{"year":1911,"event":"Révolution chinoise: la dernière dynastie, Qing, est remplacée par une république."},
{"year":1912,"event":"Nomination du premier président de la république chinoise, Sun Yat-Sen, suivi de l'abdication du dernier empereur de Chine, Puyi."},
{"year":1913,"event":"L'Europe est à l'apogée de sa puissance industrielle, culturelle, artistique et sociale. Sa population a franchi la barre des 450 millions."},
{"year":1914,"event":"Assassinat de l'archiduc héritier d'Autriche-Hongrie à Sarajevo(28 juin). La plupart des pays d'Europe entrent en guerre. La France, après l'assassinat de Jaures (31 juillet) déclare la guerre le 11 août."}, 
{"year":1915,"event":"La guerre est devenue une guerre des tranchées, mais aussi une guerre terroriste avec l'utilisation par les allemands des gaz  asphyxiants. Albert Einstein publie sa théorie de la relativité générale."},
{"year":1916,"event":"La première guerre mondiale ravage l'Europe et le Moyen Orient. En France, les batailles de la Somme et de Verdun font des millions de morts et de blessés dans les tranchées. Dans les campagnes, les femmes et les enfants remplacent les hommes partis à la guerre."},
{"year":1917,"event":"En Russie, le régime tsariste est renversé par la révolution de mars 1917. Les Etats-Unis entrent en guerre au coté des alliés et débarquent en France."},
{"year":1918,"event":"Les allemands, arrivés à 70 km de Paris, sont repoussés puis en retraite. L'armistice (11 novembre) marque la fin de la première guerre mondiale. Mais la 'grippe espagnole' commence sa pandémie mondiale."},
{"year":1919,"event":"La grippe espagnole (virus H1N1) aurait fait 30 millions de morts dans le monde selon l'Institut Pasteur, et de 50 à 100 millions selon d'autres estimations. En Italie, Mussolini crée le parti fasciste italien. En France, le 17 avril, la chambre des députés vote la journée de huit heures."},
{"year":1920,"event":"En France, début des années folles; une période de 10 ans qui marque l'essor de tous les arts (musique, théâtre, cinéma). Le premier concours Miss France est créé."},
{"year":1921,"event":"Naissance du parti communiste chinois (dans le plus grand secret). Aux USA deux anarchistes italiens, Sacco et Vanzetti, sont condamnés à mort. Emeutes à Jaffa (1-3 mai; 48 morts arabes et 47 juifs). et 48 du côté arabe et 219 blessés (146 Juifs et 73 Arabes). Plusieurs femmes juives sont violées."},
{"year":1922,"event":"En Russie, Lénine cède sa place à Staline en  avril 1922. En décembre, la Russie devient l'Union des Républiques Socialistes Soviétiques, ou URSS."},
{"year":1923,"event":"Hitler rate son coup d'état et se retrouve en prison (9 novembre). Au Mexique Pancho Villa est assassiné (20 juillet). En Union Soviétique Staline lance sa première attaque contre Trotski (15 décembre)."}, 
{"year":1924,"event":"Mort de Lénine le 21 janvier. Condamnation d’Adolf Hitler à cinq ans de forteresse, à la suite du 'putsch de la brasserie'. Il est amnistié au bout de 9 mois par le gouvernement bavarois et commence la rédaction de son manifeste Mein Kampf qui paraîtra en 1925."},
{"year":1925,"event":"En France : Victoire du Cartel des Gauches aux élections législatives. Joséphine Baker triomphe au Music-Hall des Champs Elysées (2 octobre)."},
{"year":1926,"event":"La France lutte contre une situation économique catastrophique, et doit procéder à la dévaluation du franc."},
{"year":1927,"event":"En Union sud-africaine, le 'Color Bar Act' autorise des règlements différenciant les travailleurs en fonction de leur race et de leur couleur. Trotski est banni d'URSS et perd sa nationalité. En Europe, le développement de l'automobile booste la croissance."},
{"year":1928,"event":"Aux Etats-Unis, la société IBM crée la carte perforée à 80 colonnes, carte utilisée par les tabulatrices, ancêtres des ordinateurs. En Egypte l'instituteur Hasan al-Banna fonde la société islamiste des Frères musulmans."},
{"year":1929,"event":"Fin des années folles. Le Krach boursier de Wall Street à New York (24-29 octobre) plonge la bourse dans une crise, la 'Crise économique de 1929'."},
{"year":1930,"event":"Le crash boursier de 1929 aux Etats-Unis atteint la France qui plonge à son tour dans la crise économique. En Allemagne, l'augmentation du chômage en 1930 est de 50 %."},
{"year":1931,"event":"la France connaît une dégradation importante de son activité, mais pour la minimiser et pour favoriser la propagande coloniale, une exposition coloniale internationale se tient à Paris, du 6 mai au 15 novembre."},
{"year":1932,"event":"Le danois Christiansen invente un jeu en bois, le 'leg god', qui deviendra plus tard le 'Lego'. En Allemagne le parti Nazi l'emporte aux élections législatives. En France le président de la république Paul Doumer est assassiné."},
{"year":1933,"event":"En Allemagne Adolph Hitler est nommé chancelier. Après l'incendie du Reichtag (27 février), présenté comme un acte des communistes, Hitler prend les pleins pouvoirs (23 mars) et crée une police secrète (Gestapo) le 26 avril."},
{"year":1934,"event":"'Nuit des longs couteaux' en Allemagne (30 juin). Affrontements sanglants en Espagne. En Italie, propagande fasciste organisée pendant la coupe du monde."},
{"year":1935,"event":"L'Europe est divisée entre nationalistes et pacifistes. La France signe des accords avec l'Italie et le Royaume-Uni pour isoler l'Allemagne. Hitler dénonce le traité de Versailles de 1919 et réarme l'Allemagne."},
{"year":1936,"event":"En Allemagne, en Italie et en URSS les juifs sont déjà persécutés. En France, après un vaste mouvement de grèves, Léon Blum devient président du Conseil des ministres; la semaine de travail passe de 48 à 40 heures et deux semaines de congés payés sont instaurées."},
{"year":1937,"event":"Allemands et italiens concrétisent leurs accords avec le bombardement de Guernica au pays basque espagnol. Picasso réalise sa célèbre toile Guernica. Léon Blum démissionne de son poste de président du Conseil en juin."},
{"year":1938,"event":"En France les gouvernements se succèdent : Camille Chautemps jusqu'au 14 mars, Léon Blum jusqu'au 10 avril, puis Edouard Daladier jusqu'en mai. Pendant ce temps l'Allemagne nazie annexe l'Autriche."},
{"year":1939,"event":"Le 1er septembre l'Allemagne envahit la Pologne sur les ordres de Hitler. Trois jours plus tard, la France, le Royaume-Uni, l'Australie et la Nouvelle-Zélande déclarent officiellement la guerre à l'Allemagne. C'est le début de la deuxième guerre mondiale."},
{"year":1940,"event":"Adolph Hitler se lance en guerre. Le 10 mai 1940, l'Allemagne envahit la Belgique, les Pays-Bas, le Luxembourg et la France. Paris est occupé le 14 juin. Quatre jours avant l'armistice de Rethondes le général de Gaulle lance à la BBC (le 18 juin) son premier appel à la résistance."},
{"year":1941,"event":"Le 22 juin 1941, l'Allemagne déclenche l'opération 'Barbarossa' en Union-soviétique. Les chambres à gaz d'Auschwitz sont utilisées. Le 7 décembre 1941, le Japon attaque la flotte américaine dans l'océan Pacifique, à Pearl Harbour."},
{"year":1942,"event":"Les alliés prennent le contrôle de l'Afrique du nord, au Maroc, en Algérie et en Tunisie. En France la police française aide les allemands à arrêter les juifs."},
{"year":1943,"event":"Première défaite allemande à Stalingrad le 31 janvier. Arrestation de Mussolini en Italie. En France, arrestation du chef de la résistance Jean Moulin le 21 juin."},
{"year":1944,"event":"Entrée des alliés à Rome le 4 juin, débarquement en Normandie le 6 juin, insurrection de Varsovie contre les allemands en août, capitulation des allemands à Paris le 25 août, puis à Strasbourg le 23 Novembre."},
{"year":1945,"event":"Les soviétiques libèrent le camp d'extermination d'Auschwitz le 27 janvier.Les troupes américaines franchissent le Rhin le 7 mars. Hitler se suicide le 8 mai. Après deux bombes atomiques larguées sur Hiroshima et Nagasaki le Japon capitule le 15 août."},
{"year":1946,"event":"Le Vietnam demande son indépendance, et la France entreprend alors la guerre d'Indochine. Début des 'Trente glorieuses'(croissance économique et d'amélioration des conditions de vie des classes moyennes)."},
{"year":1947,"event":"Invention du transistor par trois ingénieurs des laboratoires américains Bell. Le président américain Truman lance le plan Marshall. Vincent Auriol devient le premier président de la IVème République."},
{"year":1948,"event":"Naissance de l'état d'Israël et première guerre israélo-arabe. Création du premier appareil photographique à développement instantané."},
{"year":1949,"event":"Création de l'OTAN (Organisation de l'Atlantique Nord) et création du Conseil de l'Europe qui regroupe 25 états non communistes. En France, l'abbé Pierre fonde la première communauté Emmaus."},
{"year":1950,"event":"Le ministre des Affaires étrangères français Robert Schuman fait une déclaration publique considérée comme l'acte fondateur de l'Union-Européenne (9 mai)."},
{"year":1951,"event":"la France, l'Allemagne de l'ouest, l'Italie, la Belgique, le Luxembourg et les Pays-Bas signent le traité instituant la Communauté Européenne du Charbon et de l'Acier."},
{"year":1952,"event":"La Corée du Nord est bombardée par les USA (23 juin). En France: Le général Leclerc est nommé maréchal de France à titre posthume. L'Indochine est toujours en guerre contre la France."},
{"year":1953,"event":"En France le gouvernement envisage de reculer l'âge de la retraite des fonctionnaires. Un mouvement de grève en août, suivi par quatre millions de travailleurs, contraint le gouvernement à renoncer à son projet."},
{"year":1954,"event":"Fin de la guerre d'Indochine (accords de Genève; 21 juillet) et par le début de la guerre d'Algérie avec 'les attentats de la Toussaint rouge' perpétrés par le FLN le 1er Novembre."},
{"year":1955,"event":"La répression des autorités françaises en Algérie fera plusieurs milliers de victimes. L'instabilité politique liée à ces évènements entraîne la chute du gouvernement de Pierre Mendès France."},
{"year":1956,"event":"En Egypte : Nationalisation du canal de Suez par Nasser (26 Juillet), Israël attaque l'Egypte (29 octobre) avec l'appui militaire de la France et du Royaume Uni. Mais l'URSS, les USA et l'ONU imposent la paix avec la première intervention armée des Casques bleus."},
{"year":1957,"event":"Lancement de Spoutnik 1 par l'URSS (premier satellite artificiel en orbite). Première explosion nucléaire expérimentale souterraine."},
{"year":1958,"event":"la Commission économique européenne (C.E.E.) est mise en place. En France le général de Gaulle est élu président de la République, suite à la création de la Cinquième République."},
{"year":1959,"event":"A Cuba, Fidel Castro prend le pouvoir. Les soviétiques lancent Luna 1, premier engin spatial à passer à proximité de la lune. Au Tibet la révolte populaire face au gouvernement chinois entraîne l'exode de 80 000 tibétains."},
{"year":1960,"event":"Trois milliards d’habitants sur Terre. Début de construction du barrage d’Assouan (9 janvier). Indépendance de nombreux pays d'Afrique. la France fait exploser ses trois premières bombes atomiques dans le Sahara. Adolf Eichmann est enlevé à Buenos Aires par le Mossad pour être jugé en Israël."},
{"year":1961,"event":"L'OAS (Organisation armée secrète) est créée. Le putsch des généraux, en faveur de l'Algérie française échoue. Ces généraux sont condamnés à mort en juillet. De Gaulle accepte les prétentions algériennes sur le Sahara."},
{"year":1962,"event":"Fin de la guerre d'Algérie avec les accords d'Evian (18 mars). Elle devient officiellement indépendante le 3 juillet."},
{"year":1963,"event":"Assassinat du président des USA, John Fitzgerald Kennedy par Lee Harvey Oswald le 22 novembre."},
{"year":1964,"event":"En URSS Nikita Khrouchtchev est destitué. le groupe britannique des Beatles devient connu dans le monde entier. En Afrique du sud Nelson Mandela est condamné à la prison à vie (12 juin). Prix Nobel de la paix à Martin Luther King (14 octobre)."}, 
{"year":1965,"event":"Les États-Unis s’engagent dans la guerre terrestre au Sud Viêt Nam. En France, le général de Gaulle est réélu président de la république le 19 décembre 1965."},
{"year":1966,"event":"Première sonde à atterrir en douceur sur la lune. En Chine, Mao Zedong lance la 'Révolution Culturelle' et crée les 'Gardes rouges'. Les Etats-Unis commencent à bombarder le Vietnam du Nord avec les B52. La France se retire de l'OTAN."},
{"year":1967,"event":"La 'guerre des six jours' oppose Israël à l'Egypte, la Jordanie et la Syrie (5-10 juin). Première transplantation cardiaque au Cap par le chirurgien sud-Africain Christian Barnard (3 décembre)."},
{"year":1968,"event":"Aux USA Martin Luther King est assassiné (4 avril) et Richard Nixon élu président (5 novembre). En France, événements de mai 1968 : Grève générale puis accords de Grenelle avec les syndicats. De Gaulle dissout l'assemblée nationale. Les élections législatives (30 juin) confortent la majorité présidentielle."},
{"year":1969,"event":"L'astronaute américain Neil Armstrong est le premier à poser les pieds sur la lune (20 juillet). En France : Le 28 avril, le général de Gaulle démissionne, et le 15 juin, Georges Pompidou est élu Président de la république française."},  
{"year":1970,"event":"Proche-orient : Expulsion des palestiniens par l'armée Jordanienne ; Achèvement du haut barrage d'Assouan (21 juillet) ; Mort du Président Nasser (28 septembre). Anouar El Sadate lui succède (15 octobre)."},
{"year":1971,"event":"La troisième mission Apollo se pose sur la Lune (5 février). En Yougoslavie, Tito condamne les nationalistes croates après les émeutes du 21 novembre entre Croates et Serbes."},
{"year":1972,"event":"Aux USA, déclenchement du 'Scandale du Watergate' (17 juin). En Allemagne, jeux olympiques de Munich, 11 athlètes israéliens sont assassinés par des terroristes palestiniens de 'Septembre Noir' (5- 6 septembre)."},
{"year":1973,"event":"Début du premier choc pétrolier en octobre. Au Chili : coup d'état militaire du général Pinochet appuyé par les USA. Le président Salvador Allende se suicide (11 septembre)."},
{"year":1974,"event":"Invention de la carte à puce et du code-barre. En France : Décès de Georges Pompidou (2 avril) puis élection de Valéry Giscard d'Estaing (19 mai)."},
{"year":1975,"event":"Fin de la guerre du Vietnam avec la chute de Saïgon(30 avril) et les accords d'Helsinki (1er août). En France : fin des 'Trente Glorieuses'."},
{"year":1976,"event":"En France ; Premiers vols réguliers du Concorde, première cérémonie des Césars et premier tirage du loto. Record de température et de sécheresse (surtout au nord de la France)."},
{"year":1977,"event":"Aux USA Jimmy Carter devient président (20 janvier). Le français devient la langue officielle du Québec (26 août). Sur l´aéroport de Tenerife aux Canaries deux Boeing se heurtent (27 mars; 612 morts)."},
{"year":1978,"event":"En Italie le chef de la démocratie-chrétienne Aldo Moro est enlevé par les brigades rouges (16 mars) et assassiné (9 mai). En France : mort accidentelle du chanteur Claude François (11 mars) et libération du baron Empain (26 mars)."},  
{"year":1979,"event":"Le Chah d'Iran s'exile, renversé par Khomeini. En France : Les McDonald's arrivent. Le Canard enchaîné lance l'affaire des 'diamants de Bokassa' (il aurait offert une plaquette de diamants de trente carats à Valéry Giscard d'Estaing)."},
{"year":1980,"event":"Jeux olympiques d'été pour la première fois à Moscou (19 juillet - 3 août), avec le boycott remarqué d'une cinquantaine de pays dont les USA. En France : Premiers Minitels."},
{"year":1981,"event":"En France : François Mitterrand est élu président de la république. Le SMIC est réévalué de 10%, les allocations familiales de 25%, mais le franc est dévalué. La peine de mort est abolie. Les radios locales sont autorisées."},
{"year":1982,"event":"En Argentine, guerre des Malouines (2 avril - 14 juin). Au Liban, massacre de Sabra et Chatila par 150 phalangistes chrétiens (700 à 3000 morts les 15-16 septembre). En France : Premier bébé éprouvette (24 fevrier)."},
{"year":1983,"event":"En Bolivie, arrestation de Klauss Barbie (25 janvier). Aux USA Ronald Reagan présente la 'guerre des étoiles' (23 mars). Lech Valessa reçoit le prix Nobel de la Paix (5 octobre)."}, 
{"year":1984,"event":"En Inde : Très grave catastrophe industrielle. En France : suite aux manifestations pour l'enseignement libre, le projet de loi sur la réforme de l'enseignement privé (loi Savary) est abandonné et entraîne la démission du gouvernement Mauroy."},
{"year":1985,"event":"Attentat contre un Boeing canadien (23 juin; 329 morts). L'épave du Titanic est retrouvée au large de Terre Neuve (1er septembre). En France : Coluche crée les 'Restos du coeur' (21 décembre)."},
{"year":1986,"event":"En Ukraine : catastrophe nucléaire de Tchernobyl (26 avril). Au Chili, deux jeunes opposants au régime de Pinochet sont brûlés vifs par des militaires (2 juillet). En France : décès de Coluche dans un accident de moto (19 juin)."},
{"year":1987,"event":"Le cap des cinq milliards d'habitants sur la planète est atteint. Attaques de l'Iran par les troupes irakiennes de Saddam Hussein. François Mitterrand et Margaret Thatcher signent l'accord autorisant la construction du tunnel sous la Manche."}, 
{"year":1988,"event":"En Pologne, les grévistes demandent la légalisation du syndicat Solidarité. En URSS, Mikhaïl Gorbatchev fait voter des réformes favorisant la création des entreprises privées. Libération des trois derniers otages français au Liban."},
{"year":1989,"event":"Invention du Web avec les liens hypertextes. En Allemagne, le mur de Berlin tombe (9 Novembre). La révolution de Prague triomphe (24 Novembre). Manifestations en Roumanie puis arrestation et exécution de Nicolae Ceausescu (25 décembre)."},
{"year":1990,"event":"En Afrique du Sud, Nelson Mandela est libéré le 11 février après 27 ans d´emprisonnement. Les troupes irakiennes de Saddam Hussein attaquent le Koweït (2 août)."},
{"year":1991,"event":"Une coalition de trente pays dont la France s'opposent militairement à Saddam Hussein, aussi bien au Koweït qu'en Irak (16 janvier). L'URSS est dissoute, laissant la place à quinze états, dont la Russie."},
{"year":1992,"event":"Le traité de Maastricht est signé (7 février). Une guerre en Bosnie est déclenchée par les serbes."},
{"year":1993,"event":"Les USA et la Russie signent un accord de désarmement (13 janvier). En France (20 mars) François Mitterrand nomme Edouard Balladur premier ministre pour une cohabitation de deux ans. Suicide le 1 mai de son ex premier ministre Pierre Bérégovoy."},
{"year":1994,"event":"Jeux olympiques d'hiver à Lillehammer (Norvège). Violences au Rwanda au deuxième trimestre. Yitzhak Rabin et Hussein de Jordanie signent à Washington une déclaration de paix."},
{"year":1995,"event":"Jacques Chirac est élu président de la république française (7 mai). La France reprend ses essais nucléaires. Plusieurs attentats à Paris sont attribués au Groupe Islamiste Armé (GIA)."},
{"year":1996,"event":"L´encéphalopathie spongiforme bovine (maladie de la vache folle) plonge le monde dans l'angoisse à cause de sa transmissibilité à l'homme. Jacques Chirac annonce l'arrêt définitif des essais nucléaires français et la fin du service militaire obligatoire."},
{"year":1997,"event":"Le 21 Avril le président Jacques Chirac dissout l'assemblée nationale mais la gauche l'emporte aux élections législatives du 1er juin : Jacques Chirac nomme Lionel Jospin premier ministre pour une cohabitation de cinq ans."},
{"year":1998,"event":"Scandale sexuel aux USA (entre le président Bill Clinton et sa secrétaire Monica Lewinsky). En France : assassinat du préfet Corse Claude Erignac (6 février)."},
{"year":1999,"event":"Affrontements au Kosovo. Violences en Colombie et au Pakistan. Reprise des tensions politiques entre les USA et la Russie."},
{"year":2000,"event":"Le bug informatique de l'an 2000 n'a pas eu lieu. En France : Crash d'un Concorde sur un hôtel près de l'aéroport Paris-Charles-de-Gaulle (113 morts). Loi constitutionnelle inaugurant le quinquennat (2 octobre)."},
{"year":2001,"event":"Attentats du 11 Septembre aux Etats-Unis, puis guerre contre Ben-Laden et Al-Kaida en Afghanistan."},
{"year":2002,"event":"L'euro est mis en place chez les particuliers le 1er janvier. Il remplacera le franc institué en 1360 sous le règne de Jean le Bon."},
{"year":2003,"event":"La guerre d'Irak permet la capture de Saddam Hussein. En France : 20 000 personnes sont décédées pendant la canicule de 2003."},
{"year":2004,"event":"Attentats terroristes en Espagne (11 Mars). Adhésion de 10 nouveaux pays dans l'Union Européenne (1er Mai). Mort du chef palestinien Yasser Arafat(11 Novembre). Tsunami en Indonésie (26 décembre ; 200 000 morts)."},
{"year":2005,"event":"Menace de grippe aviaire par le virus H5N1, mais sans conséquences significatives. En France, début novembre, de violentes émeutes dans les banlieues gérées par le ministre de l'intérieur Nicolas Sarkozy."},
{"year":2006,"event":"En France, campagne pour les élections présidentielles de 2007. Nicolas Sarkozy s'annonce candidat et Ségolène Royal est désignée candidate par la primaire socialiste."},
{"year":2007,"event":"La Bulgarie et la Roumanie deviennent membres de l'UE.  Crise des subprimes aux USA (juillet). En France : Nicolas Sarkozy est élu président de la République (6 mai)."},
{"year":2008,"event":"Barack Obama est élu 44ème président des USA (4 novembre). Après la faillite de la banque Lehman Brothers, la crise économique devient mondiale. Medvedev devient président de Russie, et nomme Vladimir Poutine premier ministre. En France, Simone Veil entre à l'Académie Française (20 Novembre)."},
{"year":2009,"event":"Barak Obama prête serment et devient 44ème président des USA (20 janvier). La France intègre le commandement militaire de l'OTAN, sur proposition de Nicolas Sarkosy (17 mars)."},
{"year":2010,"event":"Tremblement de terre à Haiti (230 000 morts). En France : la tempête Xinthia fait 51 morts. Des pluies torrentielles s'abattent le 15 Juin sur le Var (Draguignan). Réforme des retraites en fin d'année."},
{"year":2011,"event":"Mort de Kadhafi. Tsunami au Japon (10.000 morts). En France : Scandale du Médiator et campagne pour les présidentielles de 2012."},
{"year":2012,"event":"Election de Vladimir Poutine en Russie (4 Mars), de François Hollande en France (6 mai) et réélection de Barack Obama aux Etats-Unis(6 novembre)."},
{"year":2013,"event":"En France : Début de l'intervention militaire au Mali. Un train déraille à Brétigny sur Orge le 12 juillet (7 morts)."},
{"year":2014,"event":"En Ukraine, la Crimée demande par referendum son rattachement à la Russie. Le vol MH17 transportant 293 personnes est abattu au-dessus de l'Ukraine en guerre. Au Niger, Boko Haram kidnappe 200 femmes et jeunes filles; au Pakistan, les talibans attaquent une école (141 morts), en Irak et en Syrie, le groupe Etat Islamique décapite des otages et tue plus de 150 femmes."},
{"year":2015,"event":"En France : Attentats terroristes contre Charlie-Hebdo et l'Hyper-cacher (janvier) et le Bataclan (Novembre, 127 morts). Le  co-pilote d'un Airbus A320 fait s'écraser son avion dans les Alpes de Haute Provence (150 morts)."},
{"year":2016,"event":"Les britanniques votent pour le BREXIT (23 juin). Donald Trump est élu président des USA (8 novembre). En France : François Fillon est désigné pour représenter la droite aux présidentielles de 2017."},
{"year":2017,"event":"Trump dénonce les accords de Paris sur le climat. Début du mouvement féministe 'Me Too'. En France : Emmanuel Macron est élu président de la république (7 mai)."},
{"year":2018,"event":"Diverses catastrophes naturelles : Ouragans aux USA, incendies en Grèce et en Californie. En France : Anniversaire des 50 ans du mouvement de mai 1968. Début du mouvement des 'Gilets Jaunes' (17 novembre).Inondations dans le sud de la France."},
{"year":2019,"event":"En France : Manifestations de 'gilets jaunes' tous les samedis. Incendie de Notre Dame de Paris (15 avril). Grèves contre le projet de retraites."}, 
{"year":2020,"event":"Pandémie mondiale de Covid-19 par le coronavirus SARS-CoV-2. Aux USA, manifestations contre les violences policières. Joe Biden est élu président malgré les contestations de Donald Trump. En France : les périodes de confinements et de couvre-feu se succèdent."},
{"year":2021,"event":"En France : Campagne de vaccination contre le Covid. En fin d'année, apparition de nouveaux variants (Delta, puis Omicron)."},
{"year":2022,"event":"Poursuite de la pandémie de Covid-19. La France préside l'Union Européenne (janvier-juin). Emmanuel Macron est réélu président (24 avril). Incendies (Gironde) grandes chaleurs et sécheresse en été."}
]
 
